/* KiraLegacy — zh-Hans. Исходный текст русский, остальное перевод с него. */

"brand.wordmark" = "K I R A";
"tab.home" = "主页";
"tab.search" = "搜索";
"tab.files" = "我的";
"home.trending" = "热门趋势";
"home.popular" = "最受欢迎";
"home.movies" = "高分电影";
"home.series" = "高分剧集";
"home.play" = "观看";
"home.info" = "简介";
"home.hero.fallback" = "动画";
"row.empty" = "这里是空的";
"row.failed" = "加载失败";
"files.continue" = "继续观看";
"files.favorite" = "收藏";
"files.settings" = "设置";
"files.about" = "关于";
"files.empty" = "这里还是空的。\n\n打开任意作品并加入列表，或者直接开始观看，它就会出现在“继续观看”里。";
"card.episode" = "第 %ld 集";
"search.placeholder" = "动画名称";
"search.prompt" = "按名称搜索";
"search.empty" = "没有找到任何内容";
"refresh.pull" = "下拉刷新";
"refresh.release" = "松开刷新";
"refresh.loading" = "正在刷新…";
"status.none" = "无";
"status.planning" = "想看";
"status.watching" = "在看";
"status.completed" = "看过";
"status.dropped" = "弃番";
"sheet.cancel" = "取消";
"sheet.list" = "加入列表";
"sheet.list.remove" = "从列表移除";
"toast.list.removed" = "已从列表移除";
"toast.fav.on" = "已加入收藏";
"toast.fav.off" = "已取消收藏";
"anime.untitled" = "无标题";
"anime.movie" = "剧场版";
"anime.episodes" = "共 %ld 集";
"anime.minutes" = "%ld 分钟";
"episode.number" = "第 %ld 集";
"episode.number.title" = "第 %ld 集 — %@";
"source.sub" = "字幕";
"source.dub" = "配音";
"source.resolver" = "解析服务";
"subtitle.default" = "字幕";
"detail.characters" = "角色";
"detail.showmore" = "展开";
"detail.showless" = "收起";
"detail.sort.asc" = "集数 ↑";
"detail.sort.desc" = "集数 ↓";
"detail.subs" = "字幕";
"detail.dub" = "配音";
"detail.count" = "共 %lu 集";
"detail.next.days" = "%ld 天 %ld 小时后";
"detail.next.hours" = "%ld 小时后";
"detail.noepisodes" = "没有找到剧集：镜像和目录中都没有";
"detail.retry" = "重试";
"detail.nosource" = "未找到片源";
"detail.searching" = "正在查找第 %ld 集的片源…";
"detail.nosources.kind" = "第 %ld 集没有片源（%@）";
"detail.source" = "片源";
"detail.withsubs" = " · 含字幕";
"detail.watch" = "观看";
"detail.nolink" = "片源没有返回链接";
"player.seek10" = "10 秒";
"player.quality" = "画质";
"player.quality.short" = "%@ ▾";
"player.quality.fellback" = "所选画质无法打开，已回退";
"player.quality.auto" = "自动";
"player.quality.cant" = "%@ — 设备带不动";
"player.quality.set" = "画质：%ldp";
"player.quality.setauto" = "画质：自动";
"player.subs.on" = "字幕开";
"player.subs.off" = "字幕关";
"player.failed" = "无法准备播放流";
"player.notopened" = "这个片源打不开。\n返回并选择其他片源。";
"player.live" = "直播";
"player.auto" = "自动";
"settings.title" = "设置";
"settings.language" = "语言";
"settings.language.system" = "跟随系统（%@）";
"settings.source" = "默认片源";
"settings.source.note" = "镜像会自上而下依次尝试，若所选镜像可用则直接使用。只有 HiAnime 同时提供画质选择和字幕。";
"settings.source.ask" = "每次询问";
"settings.quality" = "默认画质";
"settings.quality.note" = "并非所有镜像都提供多种画质。没有的情况下，此设置不起作用。";
"settings.quality.auto" = "根据设备性能";
"settings.playback" = "播放";
"settings.playback.note" = "视频经由 127.0.0.1 上的代理传输：旧版 iOS 缺少镜像所用的根证书。通过描述文件安装这些根证书后，就不再需要代理。";
"settings.profile.install" = "通过描述文件安装根证书";
"settings.profile.failed" = "本地服务器未能启动";
"settings.direct.on" = "直连播放：开";
"settings.direct.off" = "直连播放：关";
"settings.log" = "日志";
"settings.log.note" = "应用写入系统日志的内容也会保存到“文稿”中的文件里，可在“文件”应用和 iTunes 中查看。";
"settings.log.clear" = "清空日志";
"settings.log.cleared" = "日志已清空";
"about.title" = "关于";
"about.version" = "版本 %@";
"about.tagline" = "聚合多个片源的动画客户端。为 iOS 5.1 及更新版本构建。";
"about.developer" = "开发者：Computershik";
"about.link.4pda" = "4PDA 主页";
"about.link.telegram" = "Telegram 频道";
"about.link.donate" = "支持开发者";
"about.tls" = "加密：%@";
"about.roots" = "根证书";
"about.roots.note" = "旧版 iOS 的受信任根证书库已停止更新，各片源无法通过它验证。这些根证书随应用一同打包，由应用自身的校验使用。";
"about.trademarks" = "所有商标归其各自所有者所有。";
"cert.gts_root_r1" = "视频镜像，备用链";
"cert.gts_root_r2" = "视频镜像，备用链";
"cert.gts_root_r3" = "视频镜像，备用链";
"cert.gts_root_r4" = "AniList 目录与视频镜像";
"cert.amazon_root_ca1" = "剧集缩略图";
"cert.isrg_root_x1" = "视频镜像（备用）";
"cert.isrg_root_x2" = "字幕文件";
"settings.custom" = "自定义片源";
"settings.custom.note" = "自己添加的片源：HLS 直链或 JSON 接口。它们与内置镜像一起被询问。";
"settings.custom.empty" = "还没有添加";
"settings.custom.add" = "添加片源";
"custom.title" = "自定义片源";
"custom.new" = "新片源";
"custom.name" = "名称";
"custom.name.placeholder" = "我的片源";
"custom.kind" = "类型";
"custom.kind.direct" = "直链";
"custom.kind.json" = "JSON 接口";
"custom.address" = "HLS 地址";
"custom.address.json" = "地址模板";
"custom.address.placeholder" = "https://…";
"custom.address.note" = "模板中可用的占位符：{aniId}、{malId}、{episode}、{kind}。";
"custom.path" = "字段路径";
"custom.path.placeholder" = "sources[0].file";
"custom.path.note" = "响应中链接所在的路径，例如 sources[0].file——点和方括号下标都支持。";
"custom.referer" = "Referer";
"custom.referer.placeholder" = "https://…（可留空）";
"custom.offset" = "集号偏移";
"custom.offset.note" = "会加到 AniList 的集号上。源按季内编号时填这里。";
"custom.enabled" = "已启用";
"custom.off" = "已停用";
"custom.off.suffix" = "（已停用）";
"custom.test" = "测试";
"custom.test.note" = "测试使用示例：AniList %ld，第 %ld 集。";
"custom.testing" = "检查中…";
"custom.save" = "保存";
"custom.delete" = "删除";
"custom.saved" = "已保存";
"custom.needname" = "请先填写名称";
"custom.needaddress" = "请先填写地址";
"custom.check.address" = "地址：%@";
"custom.check.http" = "响应：HTTP %ld，%.1f 秒，%lu 字节";
"custom.check.net" = "网络错误：%@";
"custom.check.notjson" = "响应不是 JSON";
"custom.check.field" = "字段 %@ → %@";
"custom.check.nofield" = "字段 %@ 取不到值";
"custom.check.hls" = "播放列表：#EXTM3U 在，分片 %lu";
"custom.check.nothls" = "不是 HLS 播放列表，开头是：%@";
